{
    "Geata mouse shrew": "\nThe Geata mouse shrew (Myosorex geata) is a species of mammal in the family Soricidae endemic to Tanzania.  Its natural habitat is subtropical or tropical moist montane forests.",
    "Ping Kong": "Ping Kong (Chinese: 丙岡) is a walled village in Sheung Shui, North District, Hong Kong.",
    "Dave Shalansky": "Dave Shalansky is an American actor born and raised in Rhode Island. Shalansky received a BFA in Acting from Boston University. After moving to New York City immediately following graduation, he became successful in television commercials and continued his acting career by working in the New York and regional theatre circuits. In 2003, Shalansky moved to Los Angeles, and began working steadily in television and film.\nIn October 2016, Shalansky was asked by friend John Krasinski to join the cast in a staged reading of the Oscar Award-winning screenplay \"Good Will Hunting\".  Shalansky joined Matt Damon, Ben Affleck, John Krasinski, Emily Blunt, Daveed Diggs, Tom McCarthy, Keegan-Michael Key, Margo Martindale and Harvey Weinstein at the NYU Skirball theater in New York City.\nIn November 2016, Shalansky landed a recurring Guest Star role on the Emmy winning ABC hit, Grey's Anatomy.\nHe currently lives in the New York City area with his wife Cassandra and daughter Lyla.",
    "Keçideresi, Ulus": "Keçideresi is a village in the District of Ulus, Bartın Province, Turkey. As of 2010 it had a population of 211 people.",
    "Emil Krause": "Emil Krause (21 January 1908 – 2 August 1962) was a German international footballer.",
    "The Carthage Press": "The Carthage Press is an American daily newspaper published in Carthage, Missouri. It was owned by GateHouse Media until August 28, 2018. In September 2018, RH Media Group, a locally owned media company, announced they would be taking over publication of The Carthage Press with the first print issue in October. Publication of the print edition was abruptly shut down in January 2019. No announcements have been made about the paper's future. \nThe paper once billed itself as \"Southwest Missouri's Oldest Daily Newspaper\"; its daily predecessor The Evening Press began in 1885. Its roots as a weekly newspaper date to The People's Press, published in Carthage in 1872. Gatehouse Media announced on August 28, 2018 that the following day's issue would be its last. RH Media Group announced that it would be carrying on the 146-year-old newspaper tradition. \nThe Carthage Press was the first newspaper owned by Carthage-based RH Media Group.",
    "Irish prose fiction": "\nThe first Irish prose fiction, in the form of legendary stories, appeared in the Irish language as early as the seventh century, along with chronicles and lives of saints in Irish and Latin. Such fiction was an adaptation and elaboration of earlier oral material and was the work of a learned class who had acquired literacy with the coming of Latin Christianity. A number of these stories were still available in manuscripts of the late medieval period and even as late as the nineteenth century, though poetry was by that time the main literary vehicle of the Irish language.\nThe first notable English-language prose fiction in Ireland was the work of Jonathan Swift, who published Gulliver's Travels in 1726. Little of note appeared in English by any resident Irish writer until the nineteenth century, when a number of novelists came to prominence.\nModern prose fiction in Irish owes much to the Gaelic revival at the end of the nineteenth century, when cultural nationalists made a determined effort to create the conditions for a modern literature. A substantial body of short stories and novels appeared in Irish as a result.\nIrish prose fiction in English attracted worldwide attention in the course of the twentieth century. Its greatest exponent was James Joyce, a highly influential modernist whose only rival in Irish was Máirtín Ó Cadhain.\nProse fiction in both languages has continued to flourish, with English being the primary vehicle. The short story has received particular attention, with a number of distinguished practitioners.",
    "Ilario Passerini": "Ilario Passerini (born January 14, 1952) is an Italian sprint canoer who competed in the mid-1970s. At the 1976 Summer Olympics in Montreal, he was eliminated in the repechages of the C-2 500 m and the semifinals of the C-2 1000 m event.",
    "Renato Martin": "Renato Martin (Jesolo, 1963) is an Italian politician.\nA member of Liga Veneta–Lega Nord and close friend of Jörg Haider, Martin was elected Mayor of Jesolo in 1993 and re-elected in 1997. In 1998, when Liga Veneta split between Venetists and Padanists, Martin sided with the second group. However, after he had lost the leadership race to Gian Paolo Gobbo, he too chose to leave the party. In 1999 he thus launched Veneto Padanian Federal Republic (VRFP), a short-lived Venetist-Padanist party that had some success only in Jesolo. In 2002 Martin's list won the municipal elections there and Martin, who was not allowed to serve a third term as Mayor, was appointed Deputy-Mayor by his protégé Francesco Calzavara.\nAfter the brief experience of VRFP, Martin joined Forza Italia as an independent and served as regional councillor in Veneto. He had however a troubled relationship with Forza Italia: for instance, in 2007 he tried to unseat Calzavara, who had become a full member of Forza Italia, but he lost.",
    "Phleophagan chestnut moth": "\nThe phleophagan chestnut moth (Ectoedemia phleophaga) was a species of moth in the family Nepticulidae. It was endemic to the United States, where it was known from Virginia.\nThe wingspan is 9–10 mm. Adults were on wing during September.\nThe larvae live in the lower layer of the bark of chestnut just above and encroaching upon the cambium. The mine is slender and serpentine, often doubling upon itself and broadening out to twice or more in width in early spring, when the larva reaches maturity. Full-grown larvae leave the bark and fall to the ground where they makes a closely woven, reddish brown cocoon amongst the rubbish, often boring down a few inches in the loose surface soil to find a suitable moist place on the underside of an old leaf or twig. The cocoon is oval and flattened,\nIt was regarded as an important factor in the spread of chestnut blight.",
    "Broke Ass Game Show": "Broke Ass Game Show (stylized as Broke A$$ Game Show) is an American television game show hosted by Derek Gaines and David Magidoff. The series premiered on MTV on February 5, 2015.",
    "Artiofabula": "\nArtiofabula is a clade made up of the Suina and the Cetruminantia. The clade was found in molecular phylogenetic analyses and contradicted traditional relationships based on morphological analyses.",
    "José Huentelaf": "José Antonio Huentelaf Santana (born 22 January 1989) is a Chilean footballer that currently plays for Deportes Melipilla in the Primera B de Chile.",
    "Kimbro (surname)": "Kimbro is a surname. Notable people with the surname include:",
    "Dunlop International": "\nThe Dunlop International was a golf tournament held in Australia and played annually from 1965 to 1972. Prize money in 1965 was A£4,000, A$8,000 in 1966 in 1967, A$15,000 in 1968 and A$25,000 from 1969 to 1972. A few weeks after the conclusion of the 1972 tournament, sponsors Dunlop announced that it would no longer be held.\nIt was noted as having one of the best fields for an Australian tournament during its era. The 1967 event was expected to have defending U.S. Open champion Jack Nicklaus, Tony Jacklin, Bob Charles, and defending British Open champion Roberto De Vicenzo. It was reported by the Canberra Times that, \"With all the top Australians as well, it will be a world-class field.\"",
    "Hugh Hickling": "\nReginald Hugh Hickling (2 August 1920 – 11 February 2007), known as Hugh Hickling, was a British lawyer, civil servant, law academic, and author, and author of the controversial Internal Security Act of colonial Malaysia.\nBorn in Derby, England, Hickling served from 1941 until 1946 in the British Royal Navy during World War II, and then joined the Colonial Legal Service. In 1955, Hickling was posted to Malaya (now Malaysia), where he gained prominence as a lawmaker. He drafted the Constitution of Malaysia, and as Commissioner of Law Revision wrote the Internal Security Act (ISA) of 1960, which provided for the detention of persons without trial. The ISA was later used to suppress political opponents or those dedicated to non-violent activities, which Hickling later said was not his intention.\nIn 1972, Hickling retired from the civil service, and subsequently lectured in law in Australia, Malaysia, Singapore, and the United Kingdom. Hickling later wrote many books and law journal articles, and also wrote novels and short stories throughout his career. Hickling died in 2007 in Malvern, Worcestershire.",
    "Iván Velásquez": "Iván Velásquez (born August 27, 1976 in Cartagena, Colombia) is a Colombian footballer currently playing for Independiente Medellín of the Primera A in Colombia. He played as a striker.",
    "Za'gyazangbo railway station": "Za'gya Zangbo railway station is a station on the Chinese Qinghai–Tibet Railway, at an altitude of 4,886 metres (16,030 ft).",
    "Savoy Place": "\nSavoy Place is a large red brick building on the north bank of the River Thames in London. It is on a street called Savoy Place and Savoy Street runs along the side of the building up to the Strand. In front is the Victoria Embankment, part of the Thames Embankment. Close by are Savoy Hill House (best known for accommodating the BBC Savoy Hill recording studios), the Savoy Hotel and Waterloo Bridge. There are commanding views over to the South Bank and the London Eye.",
    "Farjeon": "Farjeon is a surname that may refer to:",
    "Blakedown": "\nBlakedown is a village in the Wyre Forest District lying along the A456 in the north of the county of Worcestershire, England. Following enclosures and the arrival of the railway, it developed both agriculturally and industrially during the 19th century. Due to its transport links, it now serves mainly as a dormitory for the neighbouring town of Kidderminster and for the cities of Birmingham and Worcester.",
    "4th Dimension roller coaster": "\nA 4th Dimension roller coaster is a type of steel roller coaster whereby riders are rotated independently of the orientation of the track, generally about a horizontal axis that is perpendicular to the track.  The cars do not necessarily need to be fixed to an angle.",
    "Maurice D. O'Connell": "Maurice D. O'Connell (April 23, 1839 – August 26, 1922) was an Iowa attorney who served as Solicitor of the United States Treasury.",
    "Terry Metcalf": "Terrance Randolph Metcalf (born September 24, 1951) is a former professional gridiron football running back who played six total seasons in the National Football League (NFL), five of them with the St. Louis Cardinals and one with the Washington Redskins, and three seasons in the Canadian Football League (CFL) with the Toronto Argonauts.  He attended Long Beach State University. He is the father of former NFL wide receiver and kick returner Eric Metcalf.\nMetcalf finished his NFL career with 3,489 rushing yards, 245 receptions for 2,457 yards, 936 punt return yards, and 3,087 yards returning kickoffs. He also scored 36 touchdowns (24 rushing, 9 receiving, 1 punt return, 2 kickoff returns). He holds the record for most games with 250+ all purpose yards: 7.\nIn the 14-game 1975 season, Metcalf set a then-NFL record for combined yards with 2,462. This feat has since been eclipsed during the 16-game era (instituted in 1978), with Lionel James of the San Diego Chargers being the first to do so in 1985. James' head coach was Don Coryell, who also coached Metcalf during his record-setting season.  He also became the first player in NFL history to average at least 30 yards per kick return and 10 yards per punt return in the same season.  Joshua Cribbs of the Cleveland Browns became the second in 2007.\nIn 1978, Metcalf jumped to the Toronto Argonauts.  He played three full seasons in the Canadian Football League. In 1978, he rushed 169 times for 669 yards, and caught 31 passes. In 1979, he carried the ball 141 times for 691 yards and caught 55 passes, and in his final year, 1980, he rushed for 540 yards and caught 51 passes. While he was a division all star in 1979, his rushing average is below the 5 yards per carry expected by a good running back in the CFL (with its three down game) and his performance in Toronto was seen as underwhelming.\nHe finished his career with the Washington Redskins in 1981.\nMetcalf was inducted into the St. Louis Sports Hall of Fame in 2018  and the Missouri Sports Hall of Fame in 2020.",
    "Sebastian im Traum": "Sebastian im Traum (The Dream of Sebastian) is an orchestral composition by the German composer Hans Werner Henze.\nBased on the poem of the same name by Georg Trakl, it is a fifteen-minute composition for large orchestra. Composed in 2004, it was a joint commission by the Eduard van Beinum Foundation, the New York Philharmonic, the Zurich Tonhalle and the Royal Concertgebouw Orchestra.\nAccording to Henze:\nThe music tried to follow the traces of the poet's words (as someone with a movie camera tries to capture the course of events or as another perhaps takes down the communication of subject matter in shorthand) and it has a deep relationship to Salzburg - to the ... temperatures and perfumes, to the rustic Baroque, to the biblical, to the wooden crucifix, to the nearness of death, to the moonlight, to Traklish evening sonatas... we continually hear different characters, new ones always come and go, appear, shine, and disappear.\nIt was premiered on 22 December 2005 at the Concertgebouw, with Mariss Jansons conducting. The same forces later recorded it as part of a two-disc set featuring Mahler's Sixth Symphony on the orchestra's own label.",
    "Tribunj": "Tribunj is a village and a municipality in Šibenik-Knin County, Croatia. It is located about three kilometers northwest of Vodice and is known for its peaceful waterfront cafes. The municipality has only one settlement, Tribunj and a hamlet Sovlje, to the west. The municipality was formed in 2006, when the village of Tribunj separated from the Town of Vodice. Tribunj is the birthplace of famous pop-folk artist Mišo Kovač.",
    "Siril Verma": "\nSiril Verma (born 25 December 1999) is an Indian badminton player. He was the silver medalist at the 2015 World Junior Championships. He reached a career high of world no. 1 of the world junior ranking in January 2016. Verma was the gold medalists at the 2019 South Asian Games in the men's singles and team events.",
    "Marina Eltsova": "Marina Alexeevna Eltsova (Russian: Марина Алексеевна Ельцова; born 4 February 1970) is a Russian former pair skater. She represented the Soviet Union until its fall, and, after that, Russia. With partner Andrei Bushkov, she is the 1996 World champion and a two-time (1993 and 1997) European champion.\nEltsova and Bushkov missed the 1997–1998 Champions Series Final because Bushkov had a groin injury. They withdrew from the 1998 European Championships – Bushkov's right blade broke during the short program. The pair competed at the 1998 Winter Olympics, where they placed seventh. They were coached by Natalia Pavlova in Saint Petersburg.\nEltsova previously skated with Sergei Zaitsev, representing the Soviet Union.\nEltsova is married and has a daughter.[citation needed] She currently is a figure skating coach at several rinks in the Kansas City metro area.",
    "4-carboxymethyl-4-methylbutenolide mutase": "In enzymology, a 4-carboxymethyl-4-methylbutenolide mutase (EC 5.4.99.14) is an enzyme that catalyzes the chemical reaction\nHence, this enzyme has one substrate, 4-carboxymethyl-4-methylbut-2-en-1,4-olide, and one product, 4-carboxymethyl-3-methylbut-2-en-1,4-olide.\nThis enzyme belongs to the family of isomerases, specifically those intramolecular transferases transferring other groups.  The systematic name of this enzyme class is 4-carboxymethyl-4-methylbut-2-en-1,4-olide methylmutase. Other names in common use include 4-methyl-2-enelactone isomerase, 4-methylmuconolactone methylisomerase, and 4-methyl-3-enelactone methyl isomerase.",
    "Selberg zeta function": "The Selberg zeta-function was introduced by Atle Selberg (1956). It is analogous to the famous Riemann zeta function\nwhere P{\\displaystyle \\mathbb {P} } is the set of prime numbers. The Selberg zeta-function uses the lengths of simple closed geodesics instead of the primes numbers. If Γ{\\displaystyle \\Gamma } is a subgroup of SL(2,R), the associated Selberg zeta function is defined as follows,\nor\nwhere p runs over conjugacy classes of prime geodesics (equivalently, conjugacy classes of primitive hyperbolic elements of Γ{\\displaystyle \\Gamma }), and N(p) denotes the length of p (equivalently, the square of the bigger eigenvalue of p).\nFor any hyperbolic surface of finite area there is an associated Selberg zeta-function; this function is a meromorphic function defined in the complex plane. The zeta function is defined in terms of the closed geodesics of the surface.\nThe zeros and poles of the Selberg zeta-function, Z(s), can be described in terms of spectral data of the surface.\nThe zeros are at the following points:\nThe zeta-function also has poles at 1/2−N{\\displaystyle 1/2-\\mathbb {N} }, and can have zeros or poles at the points −N{\\displaystyle -\\mathbb {N} }.\nThe Ihara zeta function is considered a p-adic (and a graph-theoretic) analogue of the Selberg zeta function.",
    "Zhenda": "Zhenda is a village in Chernoochene Municipality, Kardzhali Province, southern Bulgaria.",
    "Epiblema similana": "\nEpiblema similana is a moth belonging to the family Tortricidae. The species was first described by Michael Denis and Ignaz Schiffermüller in 1775.\nIt is native to Europe.",
    "Critical Assessment of Genome Interpretation": "The Critical Assessment of Genome Interpretation (CAGI) is an annual bioinformatics competition focused on interpretation of genome variation.",
    "Benoît Roux": "Benoît Roux is an Amgen Professor of Biochemistry and Molecular Biophysics at the University of Chicago. He has previously taught at University of Montreal and Weill Medical College of Cornell University. Benoît Roux was a recipient of the 1998 Rutherford Memorial Medal in Chemistry, awarded by the Royal Society of Canada.",
    "1849 in Belgium": "Events in the year 1849 in Belgium.\n←\n→",
    "Apostolic Nunciature to Tajikistan": "The Apostolic Nunciature to Tajikistan is an ecclesiastical office of the Catholic Church in Tajikistan. It is a diplomatic post of the Holy See, whose representative is called the Apostolic Nuncio with the rank of an ambassador.\nThe nuncio resides in Kazakhstan.",
    "5 Ursae Minoris": "5 Ursae Minoris is a star in the circumpolar constellation of Ursa Minor. It is a faint star but visible to the naked eye with an apparent visual magnitude of 4.253. The distance to this star, as determined from an annual parallax shift of 9.09±0.13 mas, is about 110 pc. It is moving further away with a heliocentric radial velocity of +9 km/s.\nWith an age of around two billion years, this is an evolved red giant with a stellar classification of K4-III; a star that has used up its core hydrogen and has expanded. It is a mild barium star, which may indicate it is a binary with a white dwarf companion, and is very lithium-weak. The star has an estimated 1.86 times the mass of the Sun and has expanded to about 16 times the Sun's radius. It is radiating 447 times the Sun's luminosity from its enlarged photosphere at an effective temperature of 4,095 K.",
    "SMS (hydrology software)": "\nSMS (Surface-water Modeling System) is a complete program for building and simulating surface water models from Aquaveo. It features 1D and 2D modeling and a unique conceptual model approach. Currently supported models include ADCIRC, CMS-FLOW2D, FESWMS, TABS, TUFLOW, BOUSS-2D, CGWAVE, STWAVE, CMS-WAVE (WABED), GENESIS, PTM, and WAM.\nVersion 9.2 introduced the use of XMDF (eXtensible Model Data Format), which is a compatible extension of HDF5. XMDF files are smaller and allow faster access times than ASCII files.",
    "Yury Voskresensky": "Yury Voskresensky (Yuri Vaskrasenski, Belarusian: Юрый Валер'евіч Васкрасенскі, Russian: Юрий Валерьевич Воскресенский; born 24 February 1977, Minsk) is a Belarusian politician from pro-Lukashenko Communist Party of Belarus and businessman. In 2020, he organized a \"Round table of democratic forces\" intended to become a dialogue platform, but all major opposition figures refused to collaborate with him.",
    "Debtors (Scotland) Act 1838": "\nThe Debtors (Scotland) Act 1838 (1 &amp; 2 Vict. c. 114), sometimes the Personal Diligence Act, was an Act of Parliament in the United Kingdom, signed into law on 16 August 1838. It amended the law of Scotland in matters relating to personal diligence - the ways in which the person or property of a debtor could be secured - arrestments and poindings (pronounced pindings). The effect was to simplify the form of proceedings and reduce their expense.",
    "Neuberg an der Mürz": "Neuberg an der Mürz is a municipality in the district of Bruck-Mürzzuschlag in the Austrian state of Styria.",
    "Fort Cornwallis Lighthouse": "\nThe Fort Cornwallis Lighthouse (Malay: Rumah Api Kota Cornwallis) is a lighthouse in Fort Cornwallis, George Town, Penang, Malaysia. It is currently under the management of the Maritime Authority of Malaysia.",
    "Thomas Smith (Registrary)": "Thomas Smith was the fourth recorded Registrary of the University of Cambridge.\nMere was born in Northamptonshire. He entered Trinity College, Cambridge in 1576. He graduated B.A. in 1580 and M.A. in 1583. He was elected a Fellow of St John's College, Cambridge from 1534 to 1548. He was Esquire Bedell from 1585 to 1592 and Registrary from 1591 until 1600.",
    "Kimberly Stewart": "Alana Kimberly Stewart (born August 20, 1979) is an American socialite, television personality, model, and  fashion designer. She is the daughter of singer Rod Stewart and actress and model Alana Stewart.",
    "Chamtu Kesh": "Chamtu Kesh (Persian: چمتوكش‎, also Romanized as Chamtū Kesh) is a village in Eshkevar-e Sofla Rural District, Rahimabad District, Rudsar County, Gilan Province, Iran. At the 2006 census, its population was 15, in 4 families.",
    "Antonia Finnane": "\nAntonia Finnane FAHA (born 11 December 1952) is professor of Chinese History at the University of Melbourne. Her research interests have been in migration from China to Australia, particularly by Jewish refugees and in urban and cultural change in China, concentrating on consumption and clothing. Finnane retired from her teaching position at the end of 2018 following a career spanning 33 years.",
    "Cold Warrior: James Jesus Angleton: The CIA's Master Spy Hunter": "Cold Warrior: James Jesus Angleton: The CIA's Master Spy Hunter is a 1992 book by Tom Mangold about James Jesus Angleton, who once served as the head of the Central Intelligence Agency's Counterintelligence Staff.\nThe book is based on attributed sources instead of anonymous and/or confidential sources, and its basis is interviews instead of documentary evidence.\nThe book was the basis for a May 1991 episode of Frontline titled The Spy Hunter.",
    "Thelymitra erosa": "\nThelymitra erosa, commonly called the striped sun orchid, is a species of orchid that is endemic to Tasmania. It has a single erect, fleshy dark green leaf and up to eight moderately large dark blue to purplish or pink flowers with darker veins. The column arms have irregular lobes.",
    "Sufi Ruhaniat International": "The Sufi Ruhaniat International (SRI) is a stream of Universal Sufism and draws inspiration from traditions of Sufism within and beyond historic Islam. SRI is an initiatic order within the lineage of Inayat Khan (Inayati-Chishtiyya). Murshid Sufi Ahmed Murad Chishti (Samuel L. Lewis), a disciple of Inayat Khan, formally founded the order in 1970. There are centers throughout the United States, Belgium, Canada, the Netherlands and the United Kingdom.",
    "Zimovia Strait": "Zimovia Strait is a narrow strait in the Alexander Archipelago in the U.S. state of Alaska. It is about 100 km (62 mi) long and bounded by Wrangell Island to the east and Woronkofski and Etolin Islands to the west. The strait is shown in an 1844 Russian chart, but the name was first published in 1853 on a Russian Hydrographic Department chart as \"Proliv Zimov'ya\" (English: Winter Strait).",
    "Michelle Phillips": "Michelle Phillips (born Holly Michelle Gilliam; June 4, 1944) is an American singer, songwriter, actress, and former model. She rose to fame as a vocalist in the musical quartet the Mamas and the Papas in the mid-1960s. Her voice was described by Time magazine as the \"purest soprano in pop music.\" She later established a successful career as an actress in film and television in the 1970s. Phillips is the last surviving original member of the Mamas and the Papas.\nA native of Long Beach, California, she spent her early life in Los Angeles and Mexico City, raised by her widowed father. While working as a model in San Francisco, she met and married John Phillips in 1962 and went on to co-found the vocal group the Mamas and the Papas in 1965. The band rose to fame with their popular singles \"California Dreamin'\" and \"Creeque Alley\", both of which she co-wrote. They released five studio albums before their dissolution in 1970. With John Phillips, she gave birth to a daughter, singer Chynna Phillips.\nAfter the breakup of the Mamas and the Papas and her divorce from John Phillips, she transitioned into acting, appearing in a supporting part in The Last Movie (1971) before being cast as Billie Frechette in the critically acclaimed crime biopic Dillinger (1973), for which she was nominated for a Golden Globe Award for Most Promising Newcomer. In 1974, she had lead roles in two television films: the crime feature The Death Squad, and the teen drama The California Kid, in the latter of which she starred opposite Martin Sheen. She went on to appear in a number of films throughout the remainder of the 1970s, including Ken Russell's Valentino (1977), playing Natacha Rambova, and the thriller Bloodline (1979). She released her only solo album, Victim of Romance, in 1977.\nPhillips appeared in a number of films in the 1980s, first in the comedy The Man with Bogart's Face (1980). The following year, she co-starred with Tom Skerritt in the nature-themed horror film Savage Harvest (1981), followed by the television films Secrets of a Married Man (1984) and The Covenant (1985). In 1987, she joined the cast of the series Knots Landing, portraying Anne Matheson, the mother of Paige Matheson (portrayed by Nicollette Sheridan) until the series' 1993 conclusion.\nShe subsequently had supporting roles in the comedy film Let It Ride (1989) and the psychological thriller Scissors (1991). Phillips continued to appear in independent films after the millennium, with supporting parts in Jane White is Sick and Twisted (2002) and Kids in America (2005) and had recurring guest roles in the television series That's Life (2001–2002) and 7th Heaven (2001–2004). She was an outspoken critic of the Bush administration in the mid-2000s and has also advocated the legalization of recreational cannabis.",
    "Chief Armourer of the Kingdom of Portugal": "Chief Armourer of the Kingdom (Portuguese: Armeiro-Mor do Reino, also given as Armador-Mor especially in older sources) was a courtly position in the Kingdom of Portugal, instituted by King Afonso V. Their duties consisted of assisting the monarch with dressing in his armour, taking care of the monarch's weapons, and supplying him whenever he was to take arms.\nThe Chief Armourer was also the depositary of the precious Livro do Armeiro-Mor [pt], the oldest and most important roll of arms of the Kingdom, starting with Álvaro da Costa, who occupied the position under King Manuel I in c. 1508–1522. The office became hereditary under Álvaro da Costa, and would later pass to the Counts and Viscounts of Mesquitela.",
    "Joy Bang": "Joy Bang (born June 15, 1945 as Joy Wener) is a former American actress best known for her film appearances in the early 1970s.",
    "Louis Claude Monnet de Lorbeau": "Louis Claude Monnet de Lorbeau (Mougon, Deux-Sèvres 1 January 1766 – Paris, 8 June 1819) was a French general, most notable for his failure to prevent the landing of the Walcheren expedition.",
    "Auto-ID Labs": "The Auto-ID Labs network is a research group in the field of networked radio-frequency identification (RFID) and emerging sensing technologies. The labs consist of seven research universities located on four different continents. These institutions were chosen by the former Auto-ID Center to design the architecture for the Internet of Things together with EPCglobal. The federation was established in 1999; the network they have developed is at the heart of a proposal sponsored by EPCglobal and supported by GS1, GS1 US, Wal-Mart, Hewlett-Packard, and others to use RFID and the Electronic Product Code (EPC) in the identification of items in the supply chain for companies. The areas of expertise range from hardware to software to business research related to RFID.",
    "Jergenia": "Jergenia var. Djergenia/Dzhergeniya (Abkhaz:. Џьергьениа) – Abkhazian family name of peasant origin. The representatives of the family originate from Lykhny village (Gudauta district of Abkhazia) live in Abkhazia, Russia and Turkey. The main branch of the family is Gyar-ipa (Abkhazian “Gyar’s son”).",
    "Loral Langemeier": "Loral Langemeier (born Loral L. Langemeier; June 24, 1965) is an American writer on finance. She has written books which have appeared on The New York Times Best Seller list.\nShe has appeared on The Dr. Phil Show  and other media outlets.\nAfter meeting Robert Kiyosaki in San Francisco, Langemeier created the distribution system of his financial board game \"Cashflow\" as a teaching tool for those who want to go back into entrepreneurial-ism. She approached Kiyosaki about helping expand his cash-flow game, and worked with him as a Master Distributor until 2001.\nLangemeier has been a weekly guest columnist on Gather.com and for TheStreet.com, an in-depth financial analysis and news website co-founded by CNBC host, Jim Cramer.\nLangemeier had founded PR company, Live Out Loud Inc. which declared insolvency in 2018.",
    "C Spire": "C Spire, formerly known as  Cellular South, Inc., is a privately owned technology company headquartered in Ridgeland, Mississippi. The company consists of three business divisions – C Spire Wireless, C Spire Home, and C Spire Business.\nC Spire Wireless is the seventh-largest wireless carrier in the United States and the largest privately held mobile communications company. C Spire operates more than 1,200 cell sites with 9,000 route miles of buried fiber optic cable. C Spire owns and has access to low, mid and high-band wireless spectrum in its primary service areas. The unit offers 4G LTE mobile services and is investing for 5G, the next generation of cellular service. C Spire has customers in Mississippi, the Memphis Metropolitan Area, the Florida Panhandle, and parts of Alabama including Mobile. C Spire sells plans and devices for prepaid and postpaid customers and was the first wireless carrier to offer free incoming calls to those customers.\nC Spire Home, which launched one of the nation's first Gigabit speed Fiber to the Home efforts in 2013, provides 1,000 Megabits per second internet access, live streaming TV and digital home phone services to thousands of consumers in more than 20 Mississippi markets.\nC Spire is owned by the holding company Telapex, Inc., which also owns Telepak Networks, Inc., and several smaller Mississippi telecoms.",
    "Railways in Plymouth": "\nThe network of railways in Plymouth, Devon, England, was developed by companies affiliated to two competing railways, the Great Western Railway and the London and South Western Railway. At their height two main lines and three branch lines served 28 stations in the Plymouth area, but today just six stations remain in use.",
    "Mount Nif": "Mount Nif, Turkish: Nif Dağı, (elevation: 1,510 m or 4,954 ft) is a mountain in the district of Kemalpaşa, towering over the district center (formerly also called Nif), located immediately to the east of the city of İzmir, in western Turkey. It was one of the nineteen mountains which carried the name Olympus in ancient times.\nMount Nif's mass is a protrusion in western direction of Bozdağlar mountain chain, which separates the valleys of the rivers Gediz and Küçük Menderes, two principal flows of the region, and of which the Mount Bozdağ (Mount Tmolus in antiquity), with its elevation exceeding 2,000 m (6,562 ft), constitutes the highest peak, as well as being the highest point for the same region of the provinces of İzmir-Aydın-Manisa-Uşak as a whole.\nMount Nif is distinguished from the rest of the mountain chain massif by a narrow but key pass at a locality called Karabel which leads south towards the town of Torbalı.\nKarabel Pass is famous for its Luvian warrior prince monument carved in rock and dated to late-13th century BC, inscribed in the name of Tarkasnawa, a younger contemporary and an addressee of the Hittite King Tudhaliya IV. A new reading of its relief inscription, which had been known since the 19th century, was made in 1996 and published in 1998. The monument is called \"Eti Baba\" (the Hittite father) locally.\nA second pass to the north of Mount Nif separates it, or connects it, since it is still at some altitude, from Mount Sipylus, at the locality called Belkahve. Belkahve is the principal point of access from the east to İzmir metropolitan area and commands an impressive view of a large part of the city. Ankara-İzmir highway, notably, is checked by its sinuous slopes.\nMount Nif is sometimes cited as \"Kemalpaşa Mountain\" in reference to the district center, especially in Turkish sources. But the name \"Mount Nif\", deriving from \"Nymphaion\", the name of the region during the Byzantine period when it was an important and imperial center especially at the time of the Nicaean Empire, is the more common appellation in Turkey as well. This is also the case for the principal stream that crosses the district area, the \"River Nif\" (Nif Çayı). The district center and the depending administrative area almost invariably go by the name of \"Kemalpaşa\", with the former name used very rarely nowadays and only colloquially.",
    "Cəngan, Neftchala": "Coordinates: .mw-parser-output .geo-default,.mw-parser-output .geo-dms,.mw-parser-output .geo-dec{display:inline}.mw-parser-output .geo-nondefault,.mw-parser-output .geo-multi-punct{display:none}.mw-parser-output .longitude,.mw-parser-output .latitude{white-space:nowrap}39°33′45″N 49°01′27″E﻿ / ﻿39.56250°N 49.02417°E﻿ / 39.56250; 49.02417\nCəngan (also, Dzhalyan-Sal’yany and Dzhangyan) is a village in the Neftchala Rayon of Azerbaijan.  The village forms part of the municipality of Ərəbqardaşbəyli.",
    "Meeting": "A meeting is when two or more people come together to discuss one or more topics, often in a formal or business setting, but meetings also occur in a variety of other environments. Many various types of meetings exist.",
    "Clear Blue Tuesday": "Clear Blue Tuesday is a 2009 musical film directed by Elizabeth Lucas. It premiered at the Quad Cinema in New York City on September 3, 2010.",
    "Mike Bratz": "Michael Louis Bratz (born October 17, 1955) is a retired American basketball player and former the assistant general manager for the Sacramento Kings. He played professionally in the NBA for the Phoenix Suns, Cleveland Cavaliers, San Antonio Spurs, Chicago Bulls, Golden State Warriors, and Sacramento Kings.",
    "Long Jeanne Silver": "Long Jeanne Silver is an American former pornographic actress, known for using the stump of her amputated leg to penetrate her sexual partner in her movies during the 1970s and 1980s.\nSilver was born in Tempe, Arizona. She was born with a missing fibula in one leg which required the bottom half of it to be amputated. She ran away from home at age 16 in 1976 to go to New York City, where she would soon begin to pose for adult magazines and perform in porn films.\nPrior to pornography, she also had worked as a stripper. She was also featured in the self-titled movie, Long Jeanne Silver. She also was a centerfold for Cheri magazine.\nAnnie Sprinkle and Silver were once arrested in Rhode Island for producing a magazine that featured a shoot in which Silver penetrated Sprinkle with her stump. The typesetter the magazine hired turned out to be an undercover police officer. The police surveilled them for a month before arresting the group. Multiple obscenity and sodomy-related felony charges were brought against Silver and Sprinkle, all of which were eventually dropped.",
    "Normative statement": "In many disciplines, including economics and philosophy, a normative statement expresses a value judgment about whether a situation is desirable or undesirable. Whereas a descriptive statement (also known as a positive statement) is meant to describe the world as it is, a normative statement is meant to talk about the world as it should be. For instance, \"the world would be a better place if the moon were made of green cheese\" is a normative statement because it expresses a judgment about what ought to be. Normative statements are characterised by the modal verbs \"should\", \"would\", \"could\" or \"must\". In economics, normative statements form the basis of normative economics.",
    "Almuradiel": "Almuradiel is a municipality in Ciudad Real, Castile-La Mancha, Spain. It has a population of 965.\nIt is near the site of the first attack during the Peninsula War, when two squadrons of French dragoons were attacked at the northern entrance to the pass, and forced to retreat to the town.\nCoordinates: .mw-parser-output .geo-default,.mw-parser-output .geo-dms,.mw-parser-output .geo-dec{display:inline}.mw-parser-output .geo-nondefault,.mw-parser-output .geo-multi-punct{display:none}.mw-parser-output .longitude,.mw-parser-output .latitude{white-space:nowrap}38°31′N 3°30′W﻿ / ﻿38.517°N 3.500°W﻿ / 38.517; -3.500\nThis article about a location in the autonomous community of Castilla–La Mancha, Spain is a stub. You can help Wikipedia by expanding it.",
    "Oktedi rainbowfish": "\nThe Oktedi rainbowfish (Melanotaenia oktediensis) is a species of rainbowfish in the subfamily Melanotaeniinae. It is endemic to the Ok Tedi River, part of the Fly River system in southern Papua New Guinea.  Its natural habitat is rivers.",
    "Bola Agbaje": "Bola Agbaje FRSL is a playwright of Nigerian origin.",
    "That Bad Eartha": "\nThat Bad Eartha  is a twelve-song reconfiguration of material from American singer Eartha Kitt's first two eight-song, 10-inch albums issued by RCA Victor. It contains all eight songs from the 1953 album RCA Victor Presents Eartha Kitt.  It repurposes the cover image and title, and four of the songs from Eartha's 1954 second 10-inch album, That Bad Eartha (10-inch, 8-song album).  In this way, it could be considered an expansion of the first short-length album, supplementing it with packaging and selected songs from the second.\nIn May 1953, RCA Victor released the 10-inch vinyl album  RCA Victor Presents Eartha Kitt, which reached No. 2 on the pop albums chart and featured 8 songs. The album was recorded in four sessions between March and October 1953 with Henri Rene and His Orchestra[citation needed].\nRCA released her second album, That Bad Eartha, in the 10″ popular format, in 1954. It was also released in a 45 RPM extended play version with two songs on each side of two disks. That Bad Eartha spent 12 weeks on the pop albums chart, peaking at No. 5.\nLong-playing records were introduced in 1948 by Columbia with 10-inch albums as the popular music format and the 12-inch album the format for classical music. RCA introduced the 45 RPM format shortly afterwards. By the mid-50s, 10″ LPs were phased out, replaced by 12″ ones for popular as well as classical music.  At this point, in approximately 1956, RCA Victor reconfigured these two 8-song albums into a 12-track album, jettisoning 4 songs.  This then became the standard version of the album.\nSeveral singles were issued from various configurations of these albums. \"Under the Bridges of Paris\" charted in the UK singles chart in 1955 at #7.\nMany of the songs recorded for this album, such as \"C'est si bon\", \"Uska Dara\" and \"I Want to Be Evil\" became closely associated with Eartha Kitt, and were performed live by her until one of her last concerts at the Cheltenham Jazz Festival, shortly before her death in December 2008. The complete album was re-issued on CD in 1994 as part of the Bear Family Records five-CD boxset Eartha – Quake; this included \"Santa Baby\" and several other tracks from the same recording session not included in this album.",
    "Vizier (Ancient Egypt)": "The vizier (/vɪˈzɪər/ or /ˈvɪzɪər/) was the highest official in ancient Egypt to serve the pharaoh (king) during the Old, Middle, and New Kingdoms. Vizier is the generally accepted rendering of ancient Egyptian tjati, tjaty etc., among Egyptologists. The Instruction of Rekhmire (Installation of the Vizier), a New Kingdom text, defines many of the duties of the tjaty, and lays down codes of behavior. The viziers were often appointed by the pharaoh. During the 4th Dynasty and early 5th Dynasty, viziers were exclusively drawn from the royal family; from the period around the reign of Neferirkare Kakai onwards, they were chosen according to loyalty and talent or inherited the position from their fathers.",
    "Eldred Henry": "Eldred Henry (born 18 September 1994) is an athlete from the British Virgin Islands competing in the shot put and discus throw. He represented his country at the 2016 Summer Olympics finishing last in the qualifying round. Earlier, he competed at the 2014 Commonwealth Games and 2015 Pan American Games. He is the current national record holder in several events.",
    "Fuze": "In military munitions, a fuze (sometimes fuse) is the part of the device that initiates function. In some applications, such as torpedoes, a fuze may be identified by function as the exploder. The relative complexity of even the earliest fuze designs can be seen in cutaway diagrams.",
    "Thulhaadhoo": "Thulhaadhoo (Dhivehi: ތުޅާދޫ) is one of the inhabited islands of Baa Atoll. ",
    "2008 Tour de France, Stage 1 to Stage 11": "These are the profiles for the individual stages in the 2008 Tour de France, with Stage 1 on 5 July, and Stage 11 on 16 July.",
    "Esnans": "Esnans is a commune in the Doubs department in the Bourgogne-Franche-Comté region in eastern France.",
    "The Lika Cinema": "The Lika Cinema (Croatian: Kino Lika) is a Croatian drama film directed by Dalibor Matanic. It was released in 2008.",
    "Almyrida": "Almyrida (Greek: Αλμυρίδα) is a seaside resort located in the Apokoronas region of the northwest coast of the island of Crete, Greece. The village is approximately 20 kilometers from Chania, in Chania regional unit. Traditionally a fishing village Almyrida has a long beach that is popular with families. Wind surfers, kayaks, paddle boats and beach chairs can be rented on the beach. There are many hotels, rental rooms, taverns, bars, snack and cafe bars, gift shops, grocery stores and bakeries, all of which are open late into the night in the tourist season. Almyrida is famous for its delicious food, as well as for the shallow waters, ideal for children.\nCoordinates: .mw-parser-output .geo-default,.mw-parser-output .geo-dms,.mw-parser-output .geo-dec{display:inline}.mw-parser-output .geo-nondefault,.mw-parser-output .geo-multi-punct{display:none}.mw-parser-output .longitude,.mw-parser-output .latitude{white-space:nowrap}35°26′56.69″N 24°12′2.72″E﻿ / ﻿35.4490806°N 24.2007556°E﻿ / 35.4490806; 24.2007556\n\nThis Crete location article is a stub. You can help Wikipedia by expanding it.",
    "Pager (company)": "Pager, Inc. is a virtual care platform that offers a variety of services to guide patients and health plan members through the healthcare journey. Pager offers virtual nurse chat and triage, appointment scheduling with assistance from care coordinators, telemedicine, aftercare follow-up, and more. Pager uses artificial intelligence in its platform to augment services provided by nurses and care coordinators.",
    "Daniele Amati": "Daniele Amati (born 11 August 1931, in Rome) is an Italian theoretical physicist, specializing in particle physics.",
    "Amtrak Express Parcels": "\nAmtrak Express Parcels was a parcel delivery company in the United Kingdom, which went bankrupt in 2012.",
    "Luke Hayden": "\nLuke Patrick Hayden (1850 – 23 June 1897) was an Irish nationalist politician and MP in the House of Commons of the United Kingdom of Great Britain and Ireland and as a member of the Irish Parliamentary Party represented South Leitrim from 1885 to 1892 and South Roscommon from 1892 until his death in 1897.\nHe was the son of Luke Hayden, a blacksmith at Roscommon, and was educated locally. He was secretary of one of the first Home Rule County organizations, the branch started in Co. Roscommon at the beginning of the movement. In about 1877 he succeeded O'Conor Eccles as proprietor of the Roscommon Messenger.  He was Chairman of the town commissioners of the borough of Roscommon from 1880 until his death. For a time, he was a justice of the peace, but was dismissed on account of his Nationalist opinions.  He spent 7 months as a suspect in prison in Galway and Monaghan in 1881 and 1882.\nHe won the new seat of South Leitrim by a huge majority over the Conservative candidate in the 1885 general election and was then returned unopposed in the 1886 general election.\nWhen the Irish Parliamentary Party split over Charles Stewart Parnell’s leadership in 1890, Hayden supported Parnell.  He did not contest South Leitrim in the 1892 general election, but stood in his native seat of South Roscommon where he defeated the sitting Anti-Parnellite Andrew Commins by a comfortable margin, taking 63 per cent of the vote in a straight fight. He was one of only nine pro-Parnellites elected to Parliament in that election. In the 1895 general election the prominent anti-Parnellite John Dillon attempted to oust him from South Roscommon, by standing there as well as in his own seat of Mayo East.  Dillon however made little dent in his majority, Hayden taking 58 per cent of the vote, again in a straight fight.\nLuke Hayden was a popular local figure and his funeral cortège in the county town of Roscommon on 25 June 1897 was over a mile long. The following month, he was succeeded in his South Roscommon seat by his younger brother John Patrick Hayden, also a Parnellite, who was returned unopposed.",
    "Arrondissement of Saint-Laurent-du-Maroni": "The arrondissement of Saint-Laurent-du-Maroni is an arrondissement of France in French Guiana department in French Guiana region. It has eight communes. Its population is 92,995 (2016), and its area is 40,945 km2 (15,809 sq mi).",
    "Cerro El Volcán": "Cerro El Volcán (sometimes written as \"El Picacho Volcano\") is the highest peak in El Hatillo Municipality, one of which forms the metropolitan area of Caracas (Metropolitan District of Caracas) in the north Venezuela South American. It lies west of the state of Miranda. From April 24, 1980 was declared Protected Area under the custody and control of the Ministry of Popular Power for the Environment published in Official Gazette No. 2606-E.",
    "Linda Menard": "Linda K. Menard (born December 21, 1943) is a former Republican member of the Alaska Senate. She represented the G District from 2009 through 2012.  She had previously served for over a decade on the Matanuska-Susitna Borough school board, including as president.\nHer husband, Curtis D. Menard (1944–2009), himself had served in the Senate from 1991 to 1993, as well as serving three terms in the Alaska House of Representatives.  Curt Menard was serving as mayor of the Matanuska-Susitna Borough at the time of his death.  The Curtis D. Menard Memorial Sports Center in Wasilla would later be named in his honor.\nMenard was initially known at the beginning of her tenure in the Senate, to some degree of scorn, for her efforts in establishing Marmot Day in Alaska, a cause originally championed by Curt Menard. Following the successful passage of the legislation in April 2009, she has focused most of her efforts on support for and work on constructing the Knik Arm Crossing bridge project.\nOn August 28, 2012, Menard lost her election bid in the Republican primary to Mike Dunleavy.",
    "We Real Cool: Black Men and Masculinity": "We Real Cool: Black Men and Masculinity is a 2004 book about masculinity by feminist author bell hooks. It collects ten essays on black males. The title alludes to Gwendolyn Brooks' 1959 poem \"We Real Cool\". The essays are intended to provide cultural criticism and solutions to the problems she identifies.\nHooks suggests that black males are forced to repress themselves in white America. She suggests the ways in which racist and sexist attitudes developed in American culture have criminalized and dehumanized black males, and the ways in which these myths have harmed the black community. Hooks states that she believes that hip-hop as a whole strongly reflects imperialist white supremacist capitalist patriarchy.",
    "Bill McKenzie, Baron McKenzie of Luton": "William David McKenzie, Baron McKenzie of Luton (born 24 July 1946) is an English Labour Party politician. Until the 2010 general election, was Parliamentary Under-Secretary of State at the Department for Work and Pensions and the Department for Communities and Local Government. He is also a former Partner at accounting firm Price Waterhouse which became PricewaterhouseCoopers following a 1998 merger.",
    "2018 Rolex Paris Masters": "The 2018 Rolex Paris Masters was a professional tennis tournament played on indoor hard courts. It was the 46th edition of the tournament, and part of the 2018 ATP World Tour. It took place at the Palais omnisports de Paris-Bercy in Paris, France, between 29 October and 4 November 2018.",
    "Potito Starace": "Potito Starace (Italian pronunciation: [poˈtiːto staˈraːtʃe]; born 14 July 1981) is an Italian retired professional tennis player on the ATP Tour. He achieved a career-high singles ranking of world no. 27 on October 15, 2007. He was a clay court specialist, and was coached by Umberto Rianna.\nStarace was banned from tennis for life by the Italian Tennis Federation and by the Tennis Integrity Unit for betting offences.",
    "Goodby, Silverstein & Partners": "Goodby, Silverstein &amp; Partners (also known as GSP) is an advertising agency based in San Francisco.",
    "Countryfied": "\"Countryfied\" is a song written by Canadian country music artist Dick Damron. The song debuted at number 43 on the RPM Country Tracks chart on July 18, 1970. It peaked at number 1 on September 26, 1970.\n\"Countryfied\" was covered by American country music artist George Hamilton IV on his 1971 album North Country. Hamilton's version was released as the album's first single in April 1971. It peaked at number 35 on the Billboard Hot Country Singles chart. It also reached number 1 on the RPM Country Tracks chart in Canada.",
    "Town of Port Hedland": "\nThe Town of Port Hedland is a local government area in the Pilbara region of Western Australia containing the twin settlements of Port Hedland and South Hedland and the industrial precinct of Wedgefield. It had a population of approximately 14,500 as at the 2016 Census of which only a few hundred live outside the settlement boundaries.",
    "Ongael Island": "Ongael Island is an island in Koror State, Palau. It is the location of the famous Ongael Lake.",
    "Poland at the European Track Championships": "\nPoland at the European Track Championships is an overview of the results from Poland at the European Track Championships.",
    "Gibberrhynchium": "\nGibberrhynchium is a small Afrotropical genus of potter wasps. It was considered to be monotypic with the only species being Gibberhynchium masariforme (Giordani Soika 1934), which is widely distributed though Central Africa (Democratic Republic of Congo, Malawi, Tanzania, Zambia and Zimbabwe). A second species, Gibberrhynchium gibber, was described by Josef Gusenleitner in 2002 from the Democratic Republic of Congo.",
    "Mark Weitz": "Mark Stephen Weitz (born 1945) is an American musician. A keyboard player for the 1960s psychedelic rock group Strawberry Alarm Clock, Weitz was the principal composing member of the band.",
    "TNFRSF12A": "Tumor necrosis factor receptor superfamily member 12A also known as the TWEAK receptor (TWEAKR) is a protein that in humans is encoded by the TNFRSF12A gene.\n2EQP, 2KMZ, 2RPJ\n51330\n27279\nENSG00000006327\nENSMUSG00000023905\nQ9NP84\nQ9CR75\nNM_016639\nNM_001161746NM_013749\nNP_057723\nNP_001155218NP_038777",
    "Siegmar Wätzlich": "\nSiegmar Wätzlich (16 November 1947 – 18 April 2019) was a German footballer.",
    "William Townley": "\nWilliam James Townley (14 February 1866 – 30 May 1950) was an English football player and coach.\nHe scored the first hat-trick in the history of the FA Cup final, but his lasting legacy is defined as an important pioneer of the game in Germany, leading Karlsruher FV and SpVgg Fürth to three German championships as a coach.",
    "Neoprososthenia": "\nNeoprososthenia is a genus of freshwater snails with gills and an operculum, aquatic gastropod mollusks in the family Pomatiopsidae."
}